class HomesController < ApplicationController
  def top
  end

  def about
  end

  def tool
    @buki = ["シューター", "ローラー", "チャージャー"]
    @atama = ["スタートダッシュ","ラストスパート","逆境強化","カムバック","インク効率アップ（メイン）","インク効率アップ（サブ）","インク回復力アップ","ヒト移動速度アップ","イカダッシュ速度アップ","スペシャル増加量アップ","スペシャル減少量ダウン","スペシャル性能アップ","復活時間短縮","スーパージャンプ時間短縮","サブ性能アップ","相手インク影響軽減","サブ影響軽減","アクション強化"]
    @fuku = ["イカニンジャ","リベンジ","サーマルインク","復活ペナルティアップ","インク効率アップ（メイン）","インク効率アップ（サブ）","インク回復力アップ","ヒト移動速度アップ","イカダッシュ速度アップ","スペシャル増加量アップ","スペシャル減少量ダウン","スペシャル性能アップ","復活時間短縮","スーパージャンプ時間短縮","サブ性能アップ","相手インク影響軽減","サブ影響軽減","アクション強化"]
    @kutu = ["ステルスジャンプ","対物攻撃力アップ","受け身術","インク効率アップ（メイン）","インク効率アップ（サブ）","インク回復力アップ","ヒト移動速度アップ","イカダッシュ速度アップ","スペシャル増加量アップ","スペシャル減少量ダウン","スペシャル性能アップ","復活時間短縮","スーパージャンプ時間短縮","サブ性能アップ","相手インク影響軽減","サブ影響軽減","アクション強化"]
  end
end
